---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.HvacFriction
source: html/55354b23-360a-a629-8d85-195283d6c29a.htm
---
# Autodesk.Revit.DB.SpecTypeId.HvacFriction Property

Friction, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId HvacFriction { get; }
```